Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/4001 JM Training Presentation - Rev1 - Master - 26Aug14.pptx-omegat.tmx
Source language: en
Languages: es

source: Journey Management (JM) GP6 Global Standard Training
es: Manejo de Viajes (MV) Capacitación sobre la norma global GP6

source: Session Objectives
es: Objetivos de la sesión

source: Identify the need for the development of global standards for JM.
es: Identificar la necesidad de desarrollar normas globales de MV

source: Review JM definitions and the scope of the global standard.
es: Revisar las definiciones de MV y el alcance de la norma global

source: Review the JM Global Standard mandatory requirements contained in GP6: Management of Health and Safety.
es: Revisar los requisitos obligatorios de la norma global de MV que aparecen en el GP6: Gestión de la salud y la seguridad

source: Review the key elements of the JM toolkit.
es: Revisar los elementos clave del kit de herramientas de MV

source: Identify additional best practice information resources available.
es: Identificar recursos adicionales de información sobre prácticas óptimas

source: Need for Journey Management
es: La necesidad del manejo de los viajes

source: A GAP analysis of Golder Op-Co HSE Risk Registers was completed in 2012 to identify the commonalities and variations of the hazards facing Golder as a global organisation.
es: En 2012, se hizo un análisis situacional de los registros de riesgo de HSE en las operaciones de Golder para identificar aspectos en común y variaciones en los peligros que enfrenta Golder como organización global.

source: Findings were used to develop a Global HSE Risk Register.
es: Se usaron los hallazgos para elaborar un Registro Global de Riesgo de HSE.

source: The four highest rated risks related to travel and journeys with general driving operations being the highest ranked risk within Golder.
es: Los cuatro riesgos con la mayor calificación se relacionaron con viajes y traslados, siendo la operación general de conducción la que tuvo la calificación de riesgo más alta en Golder.

source: Golder owes a duty of care which is transparent, equitable and consistent to all our employees.
es: Golder tiene un deber de cuidado con todos los colaboradores que es transparente, equitativo y coherente.

source: Where it is within our ability to control it an employee in one region should not be exposed to a level of risk that we would deem to be unacceptable in another.
es: Dentro de nuestras posibilidades, evitamos que un colaborador de una región se exponga a un nivel de riesgo que pudiera resultar inaceptable en otra.

source: In 2013 a commitment was given by the GMT to develop a set of Global Standards for the highest risks common to the organisation.
es: En 2013, el GMT se comprometió a elaborar un conjunto de normas globales para los riesgos comunes a la organización con la calificación más alta.

source: Golder has a wide variation in types of modes of transport utilised, operating environments, standards of local legislation relating to vehicle safety, road rules and training/licencing requirements.
es: Los tipos de transporte utilizado varían mucho en Golder, así como los entornos de operación, las normas que impone la legislación local en relación con la seguridad de los vehículos, las normas de tránsito y los requisitos de capacitación o licencias.

source: Need for Journey Management Planning
es: La necesidad de planificar el manejo de los viajes

source: JM represents a significant risk to Golder due to a variety of factors including frequency of exposure, the level of risk associated with undertaking journeys and the remote location of some sites.
es: El MV plantea un riesgo importante para Golder debido a una variedad de factores, entre los que se cuentan la frecuencia de la exposición, el nivel de riesgo asociado con los viajes y lo apartado de algunos sitios.

source: A number of our most significant incidents and near misses have been related to operating modes of transport.
es: Muchos de nuestros incidentes y cuasipérdidas más importantes se relacionan con la operación de medios de transporte

source: Golder employees operating Golder-owned vehicles and other modes of transport must be aware of the risks associated with the activity.
es: Los colaboradores de Golder que operan vehículos de propiedad de Golder y otros medios de transporte deben ser conscientes de los riesgos asociados a dicha actividad.

source: Global standards are needed to effectively and transparently manage large, international multi-region/ Op-Co projects.
es: Se necesitan normas globales para manejar con eficacia y transparencia proyectos internacionales de gran tamaño que involucran a varias regiones u operaciones.

source: JM requires strategies for supporting Golder’s increasing awareness and commitment to environmental monitoring and controls.
es: El MV implica desarrollar estrategias para ayudar a Golder a seguir fortaleciendo su compromiso con el monitoreo ambiental y los controles ambientales.

source: JM Standard - Definitions
es: Norma de MV: definiciones

source: Competent
es: Competente

source: An individual with sufficient knowledge, skills, and ability to perform and organize their work in a manner that reduces risk of harm to themselves and to other individuals from potential and actual hazards.
es: Persona con conocimientos, aptitudes y habilidades suficientes para ejecutar y organizar su trabajo de manera tal que reduzca el riesgo de dañarse a sí mismo o a otros a raíz de peligros potenciales o reales.

source: Journey Management
es: Manejo de viajes

source: Identification and mitigation of risks related to the travel of Golder staff, including the standards and qualifications for modes of transport and operators and cargo storage and handling.
es: Identificación y mitigación de riesgos relacionados con viajes del personal de Golder. Contempla las normas y calificaciones de los medios de transporte y de los operadores, así como el almacenamiento y el manejo de carga.

source: Journey Management Planning
es: Planificación del manejo de viajes

source: Assessment and control measures required to manage safe travel, including route conditions, weather, remote and lone work and additional external factors affecting either the safe operation of the mode of transport or as an added stressor for an operator.
es: Medidas necesarias de evaluación y control para manejar viajes seguros. Comprende las condiciones de la ruta, el clima, el trabajo remoto y solitario y factores externos adicionales que o bien afectan la operación segura del medio de transporte o bien son un estresor adicional para el operador.

source: Maintenance Standards
es: Normas de mantenimiento

source: Jurisdictional requirements and Golder standards prescribing mode of transport maintenance which may include but not limited to, safe standard condition, inspection frequency, record keeping and record retention.
es: Requisitos legales y normas de Golder que ordenan el mantenimiento de medios de transporte y que pueden contemplar, entre otros, las condiciones normales de seguridad, la frecuencia de las inspecciones, los registros y su archivo.

source: Mode of Transport
es: Medio de transporte

source: Includes but not limited to cars, trucks/lorries, buses, motorcycles, marine vessels, mobile equipment, animals (horses, mules, camels, etc.), auto-rickshaw, all-terrain vehicles, utility task vehicles, snow mobiles, trains, human-powered locomotion (bicycles, handcar, cycle rickshaw, foot travel etc.) utilised while conducting work on behalf of Golder.
es: Comprende, entre otros, automóviles, camiones, buses, motocicletas, embarcaciones, equipos móviles, animales (caballos, mulas, camellos, etc.), mototaxis, vehículos todo-terreno, utilitarios, motonieves, trenes, vehículos a tracción humana (bicicletas, carros de mano, bicitaxis, viajes a pie) que se utilicen al efectuar labores en representación de Golder.

source: Operator
es: Operador

source: Individual in charge of any mode of transport while conducting work on behalf of Golder.
es: Persona al mando de cualquier medio de transporte mientras desarrolla labores en representación de Golder.

source: Operating Authority
es: Autoridad operativa

source: Organizational licensing authority for operation of specified types of modes of transport within a region.
es: Autoridad que entrega licencias a organizaciones para operar tipos específicos de medios de transporte en una región.

source: Work Related Travel
es: Viaje de trabajo

source: Travel undertaken by an employee which:
es: Viaje hecho por un colaborador que:

source: Provides direct or indirect benefit to Golder.
es: proporciona un beneficio directo o indirecto a Golder.

source: Would not be undertaken without direct instruction from Golder to do so.
es: no se realizaría sin que haya una instrucción directa de Golder para ello.

source: It does not include an employee’s round-trip commute from their home to their normal place of work.
es: El traslado diario habitual del colaborador desde el hogar al lugar de trabajo y viceversa no se considera un “viaje”.

source: JM Standard – Key Points
es: Norma de MV: puntos clave

source: Establishes uniform global requirements for work-related travel involving the operation of all modes of transport to identify and mitigate the risks associated with undertaking journeys.
es: Establece requisitos uniformes globales para llevar a cabo todo viaje de trabajo que implique la operación de medios de transporte y su fin es identificar y mitigar los riesgos asociados.

source: Applies to Golder (owned, leased, or rental) modes of transport, as well as private and client modes of transport used while conducting business on behalf of Golder.
es: Rige para los medios de transporte que son propiedad de Golder o están en alguna modalidad de alquiler y a los medios de transporte privados o de clientes que se empleen mientras se hacen negocios en representación de Golder.

source: Modes of transport used for work purposes are considered work sites.
es: Los medios de transporte usados con fines de trabajo se consideran lugares de trabajo.

source: Compliance with other applicable Golder policies and procedures required.
es: Cumplimiento de otras políticas y procedimientos de Golder.

source: Requires all journeys be assessed and controls identified and implemented.
es: Todos los viajes deben evaluarse y deben identificarse e implementarse controles.

source: There are three main assessment areas:
es: Hay tres áreas principales de evaluación:

source: the Operator
es: el operador

source: the Mode of Transport
es: el medio de transporte

source: the Route
es: la ruta

source: JM Standard – Operator
es: Norma de MV: operador

source: Key points for the Operator:
es: Puntos clave para el operador:

source: Appropriate license and competence.
es: Licencia y competencias adecuadas

source: Legal requirements, training, experience.
es: Requisitos legales, capacitación, experiencia.

source: Operate safely and in compliance with laws and site/project specific requirements.
es: Operar de manera segura y cumplir la ley y los requisitos específicos del sitio o proyecto

source: Legal requirements, project / site / client requirements.
es: Requisitos legales, requisitos del proyecto / sitio / cliente

source: Comply with other Golder policies and procedures.
es: Cumplir con otras políticas y procedimientos de Golder

source: Fit for Duty and Fatigue, Drug and Alcohol, Smoking, etc
es: Aptitud para las labores, drogas y alcohol, tabaco, etc.

source: Use seat belts or restraining device at all times where they are fitted.
es: Usar en todo momento cinturón de seguridad u otro dispositivo de seguridad existente

source: Operator and passengers.
es: Operador y pasajeros

source: When fitted and mode of transport in motion.
es: Si cuenta con ellos y el medio de transporte está en movimiento

source: Wear appropriate personal protection equipment to the more protective standard.
es: Usar elementos de protección personal según la norma más exigente

source: Manufacturer’s instructions, risk assessment, legal requirements, local policies.
es: Instrucciones del fabricante, evaluación de riesgos, requisitos legales, políticas locales

source: No unauthorized personnel in mode of transport or cargo areas.
es: Ningún personal no autorizado en el medio de transporte o zonas de carga

source: No hitch-hikers, all passengers in dedicated seating areas.
es: Prohibido recoger personas que hagan dedo; todos los pasajeros en sus asientos

source: Not use communication or electronic devices while underway, including hands-free kits.
es: No usar aparatos de comunicación o dispositivos electrónicos mientras va en camino, ni siquiera los kits de manos libres

source: No mobile phones, GPS etc while underway.
es: No usar teléfonos móviles, GPS, etc., mientra va en camino

source: Exception for fitted radios required for safe navigation.
es: Se exceptúan las radios instaladas que son necesarias para una navegación segura

source: Has responsibility for infringements incurred.
es: Es responsable de las infracciones ocurridas

source: Legal requirements.
es: Requisitos legales

source: JM Standard – Mode of Transport
es: Norma de MV: medio de transporte

source: Key points for the Mode of Transport:
es: Puntos claves para el medio de transporte:

source: Applies to Golder owned, leased and rental modes of transport.
es: Son aquellos que sean propiedad de Golder o estén en alguna modalidad de alquiler

source: Not taxi cabs or public transport.
es: Se excluyen taxis o el transporte público

source: Be registered or otherwise certified.
es: Deben estar registrados o certificados de algún modo

source: Legal requirements, project / site / client / requirements.
es: Requisitos legales, requisitos del proyecto / sitio / cliente

source: Be assessed prior to each use.
es: Deben evaluarse antes de cada uso

source: Suitability for intended use (fit for purpose), pre-start inspections.
es: Idoneidad para el uso previsto (adecuación), inspecciones antes de iniciar

source: Contain safety and emergency equipment.
es: Debe contar con equipos de seguridad y emergencia

source: Suitable for intended use, legal requirements, project / site / client requirements.
es: Requisitos legales, requisitos del proyecto / sitio / cliente

source: JM Standard – Journey Management Plans
es: Normas de MV: planes de manejo de viajes

source: Key points for Journey Management Plans:
es: Puntos clave de los planes de manejo de viajes:

source: Type of route.
es: Tipo de ruta

source: On road / off road, rural / urban, remote / hostile location, etc.
es: En carretera / fuera de carretera, rural / urbano, apartado / lugar hostil, etc.

source: Schedules and timing.
es: Cronogramas y tiempos

source: Distance / speed, secondary routes, fatigue, shift rotations, etc.
es: Distancia / velocidad, rutas secundarias, fatiga, rotaciones de turnos, etc.

source: Contact persons.
es: Personas de contacto

source: Primary and back up, call in schedules, key journey points (change of route, rest stops, etc)
es: Primario y respaldo, horarios para llamar, puntos de viaje clave (cambio de ruta, paradas de descanso, etc)

source: Potential for interaction with hazards.
es: Potencial de interacción con peligros

source: Man made (other traffic), natural environment (rock falls, floods, etc), flora and fauna.
es: Antropogénicos (tráfico), entorno natural (caída de bloques, inundaciones, etc.) flora y fauna

source: Weather forecasts.
es: Pronósticos del tiempo

source: Extreme conditions, hostile environments, safe areas.
es: Condiciones extremas, entornos hostiles, zonas seguras

source: Emergency response.
es: Respuesta a emergencias

source: Equipment, missed call in procedure, local authorities, Int.
es: Equipos, llamada de chequeo no realizada, autoridades locales, Int.

source: JM Standard - Journey Management Plans
es: Normas de MV: planes de manejo de viajes

source: Establishes uniform global requirements for all work-related travel involving the operation of all modes of transport to identify and mitigate the risks associated with undertaking journeys.
es: Establece requisitos uniformes globales para llevar a cabo todo viaje de trabajo que implique la operación de medios de transporte y su fin es identificar y mitigar los riesgos asociados.

source: Journeys shall be assessed and controls identified and implemented.
es: Los viajes deben evaluarse y deben identificarse e implementarse controles.

source: This may be through a standalone Journey Management Plan or included as part of the HaSEP but must be specific to the hazards and risks involved in the proposed journey.
es: Esto puede ser vía un Plan de Manejo de Viajes individual o incluirse como parte del HaSEP, pero debe ser específico para los peligros y riesgos propios del viaje propuesto.

source: The degree of assessment and level of controls contained in the HaSEP / Journey Management Plan shall be commensurate to the identified risk(s).
es: El grado de evaluación y el nivel de los controles contenidos en el HaSEP / Plan de Manejo de Viajes debe equiparar los riesgos identificados.

source: The JM Toolkit expands: “A specific journey management plan should be completed for journeys which have been assessed as being high risk.
es: El kit de herramientas de MV prosigue: «Para viajes que hayan sido evaluados y considerados de alto riesgo, debe elaborarse un plan de manejo específico.

source: Generic journey management plans may be completed for medium and low risk journeys.”
es: Para viajes de riesgo medio o bajo, pueden hacerse planes de manejo de viajes genéricos».

source: Factors which may elevate a journey to high risk include:
es: Los factores que pueden acrecentar el riesgo de un viaje son:

source: travelling to a remote location or road travel greater than 500km / 300 mile in distance, or
es: viajar a un lugar apartado o hacer un viaje por tierra de más de 500 km;

source: traveling on roads in poor condition or through rugged terrain, or
es: viajar por caminos en malas condiciones o por terrenos accidentados;

source: traveling through regions of increased risk to personal security, or
es: atravesar regiones con riesgo aumentado para la seguridad personal;

source: operation of a mode of transport other than a light road vehicle or requiring anything other than a standard driver’s licence, or;
es: operar un medio de transporte que no sea un vehículo ligero o que requiera una licencia distinta a la licencia normal de conducir;

source: travelling through regions of increased risk of contact with flora and/or fauna or;
es: atravesar regiones con riesgo aumentado de contacto con flora o fauna;

source: travelling through areas of environmental or heritage significance.
es: atravesar áreas de importancia ambiental o patrimonial.

source: JM Toolkit and Further Guidance
es: Kit de herramientas de MV y otras orientaciones

source: JM Toolkit provides guidance on how GP6 standards can be achieved, explains operational flexibility and provides examples of current and best practice from across Golder.
es: El kit de herramientas de MV da consejos sobre cómo cumplir las normas del GP6, explica la flexibilidad operacional y da ejemplos de prácticas actuales y óptimas en todo Golder.

source: The JM Toolkit contains:
es: El kit de herramientas de MV contiene:

source: Responsibilities for JMP management.
es: Responsabilidades para la gestión del PMV

source: Guidance on how the GP6 Standard requirements for assessing the Operator, Mode of Transport and the Route may be achieved.
es: Orientaciones sobre cómo cumplir las normas del GPS para evaluar al operador, al medio de transporte y a la ruta

source: Details on emergency response planning.
es: Detalles sobre la planificación de la respuesta a emergencias

source: Details on record retention and benchmarking.
es: Detalles sobre retención de registros y evaluaciones comparativas

source: Additional information and examples are contained on the JM CWS including:
es: El CWS de MV contiene información adicional y ejemplos:

source: Training and competence
es: Capacitación y competencias

source: A tool for evaluation of fleet vehicles.
es: Una herramienta para evaluar vehículos de flota

source: Cargo carrying and towing
es: Transporte y remolque de carga

source: Maintenance and servicing.
es: Mantenimiento y servicio

source: JMPs and checklist examples
es: PMV y ejemplos de listas de cotejo

source: Photos are just some Golder vehicle incidents.
es: Las fotos corresponden solo a algunos incidentes en Golder.

source: Excavator rollover was a Golder subcontractor during unloading.
es: La caída de la excavadora fue de un contratista de Golder durante la descarga

source: Key points:
es: Puntos clave:

source: Competent – Just holding a government issued operator’s license may not be sufficient for employees to be deemed ‘competent’ to operate modes of transport on Golder business and additional or specialist training may be required.
es: Competente: es posible que el solo hecho de tener una licencia otorgada por la autoridad no sea suficiente para ser considerado «competente» para operar medios de transporte en labores de Golder y que se necesite capacitación adicional o especializada.

source: For example would we expect an employee with a standard driver’s licence to be able to safely operate a 4WD vehicle in off-road conditions without any additional training?
es: Por ejemplo, ¿es esperable que un colaborador con licencia de conducir estándar pueda operar un vehículo 4x4 fuera de carretera de manera segura sin tener antes entrenamiento adicional?

source: Would we deem an employee with a recreational skipper’s ticket (private boat qualification) to be competent to take charge of a vessel for work purposes (with the attendant responsibilities for the safety of all on-board)?
es: ¿Consideraríamos a un colaborador que solo está calificado para maniobrar pequeñas lanchas competente para hacerse cargo de una embarcación para fines de trabajo (con la respectiva responsabilidad de velar por la seguridad de todos a bordo)?

source: Maintenance Standards – In some Op-Co’s there is significant legal requirements for the maintenance of modes of transport including warrants of fitness/inspections/registration for vehicles etc. However in other Op-Co such legislation is minimal or non-existent.
es: Normas de mantenimiento: en algunas operaciones hay importantes requisitos legales para el mantenimiento de los medios de transporte, que comprenden garantías de adecuación/inspecciones/inscripción de vehículos, etc. No obstante, en otras, esa legislación es mínima o inexistente.

source: Therefore we need to establish a minimum standard for maintenance to support these Op-Co.
es: Por ello, debemos establecer una norma mínima de mantenimiento que se aplique a estas últimas.

source: Mode of Transport - The main hazards involved in undertaking a journey are present regardless of the mode of transport used i.e. operator, route and the mode of transport itself.
es: Medio de transporte: con independencia del medio de transporte usado (operador, ruta y medio propiamente tal), siempre están presentes los principales peligros de un viaje.

source: Therefore the requirements of JMP apply to all modes of transport.
es: Por ello, los requisitos del PMV se aplican a todos los medios de transporte.

source: The main modes of transport used within Golder are light vehicles and therefore the risks associated with these are the most comprehensively covered, however the fundamentals of JMP can be applied to all modes of transport.
es: En Golder, los vehículos livianos son el principal medio de transporte usado y, por lo tanto, los riesgos asociados a estos son los que tienen mayor cobertura, pero los fundamentos del PMV pueden aplicarse a todos los medios de transporte.
